{
    "musics": [
        {
            "id": 1,
            "title": "Godzilla",
            "artist": 1,
            "description": "Godzilla is a single by American rapper Eminem featuring American rapper Juice Wrld. It was released as a single on January 31, 2020, from Eminem's eleventh studio album Music to Be Murdered By (2020). The song was Juice Wrld's first posthumous release following his death in December 2019.",
            "thumbnail": "assets/covers/eminem.jpg",
            "url": "assets/musics/godzilla_eminem.mp3",
            "cost": 10.00,
            "liked": true
        },
        {
            "id": 2,
            "title": "Thank you",
            "artist": 2,
            "description": "Thank You is a song written and performed by English singer-songwriter Dido. The song made its first appearance in 1998, on the soundtrack of the movie Sliding Doors. It was later included on Dido's 1999 debut album No Angel, becoming the album's biggest hit.",
            "thumbnail": "assets/covers/dido.jpg",
            "url": "assets/musics/thank_you_dido.mp3",
            "cost": 2.00,
            "liked": false
        },
        {
            "id": 3,
            "title": "Stan",
            "artist": 1,
            "description": "Stan is a song by American rapper Eminem featuring uncredited vocals from British singer Dido. It was released in October 2000 as the third single from Eminem's third album The Marshall Mathers LP (2000). It reached number one in twelve countries, including United Kingdom, Germany, Ireland and Australia.",
            "thumbnail": "assets/covers/eminem_stan.jpg",
            "url": "assets/musics/stan_eminem.mp3",
            "cost": 8.00,
            "liked": false
        },
        {
            "id": 4,
            "title": "Creep",
            "artist": 3,
            "description": "Creep is the debut single by English alternative rock band Radiohead, released on 21 September 1992. It appeared on their debut studio album, Pablo Honey (1993). Creep was not initially a chart success, but it became a worldwide hit after being re-released in 1993. Radiohead took elements from the Hollies' 1972 song The Air That I Breathe; following legal action, Albert Hammond and Mike Hazlewood are credited as cowriters.",
            "thumbnail": "assets/covers/radiohead.jpg",
            "url": "assets/musics/creep_radiohead.mp3",
            "cost": 5.00,
            "liked": true
        }
    ],
    "artists": [
        {
            "id": 1,
            "name": "Eminem",
            "image": "assets/artists/eminem.jpg",
            "description": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem, is an American rapper, songwriter, and record producer."
        },
        {
            "id": 2,
            "name": "Dido",
            "image": "assets/artists/dido.jpg",
            "description": "Florian Cloud de Bounevialle O'Malley Armstrong (born 25 December 1971), known professionally as Dido, is an English singer and songwriter."
        },
        {
            "id": 3,
            "name": "Radiohead",
            "image": "assets/artists/radiohead.jpg",
            "description": "Radiohead are an English rock band formed in Abingdon, Oxfordshire, in 1985. The band consists of Thom Yorke (vocals, guitar, piano, keyboards), brothers Jonny Greenwood (lead guitar, keyboards, other instruments) and Colin Greenwood (bass), Ed O'Brien (guitar, backing vocals) and Philip Selway (drums, percussion)."
        }
    ]
}